import Imgkaoya1 from '../../../../static/images/Imgkaoya1.jpg';
import Imgkaoya2 from '../../../../static/images/Imgkaoya2.jpg';
import Imgludagun1 from '../../../../static/images/ludagun1.jpg';
import Imgludagun2 from '../../../../static/images/ludagun2.jpg'

const descKaoya1 = '相传，烤鸭之美，系源于名贵品种的北京鸭，它是当今世界最优质的一种肉食鸭。据说，这一特种纯白京鸭的饲养，约起于千年前左右，是因辽金元之历代帝王游猎，偶获此纯白野鸭种，后为游猎而养，一直延续下来，才得此优良纯种，并培育成今之名贵的肉食鸭种。即用填喂方法育肥的一种白鸭，故名“填鸭”。不仅如此，北京鸭曾在百年以前传至欧美，经繁育一鸣惊人。因而，作为优质品种的北京鸭，成为世界名贵鸭种来源已久。       公元400多年的南北朝，《食珍录》中即有“炙鸭”字样出现，南宋时，烤鸭已为临安（杭州）“市食”中的名品。其时烤鸭不但已成为民间美味，同时也是士大夫家中的珍肴。但至后来，据《元史》记载，元破临安后，元将伯颜曾将临安城里的百工技艺徙至大都（北京），由此，烤鸭技术就这样传到北京，烤鸭并成为元宫御膳奇珍之一。随着朝代的更替，烤鸭成为明、清宫廷的美味。明代时，烤鸭还是宫中元宵节必备的佳肴，后正式命为“北京烤鸭”。随着社会的发展，北京烤鸭逐步由皇宫传到民间。';
const descKaoya2 = '新中国建立后，北京烤鸭的声誉与日俱增，更加闻名世界。据说周总理生前十分欣赏和关注这一名菜，宴请外宾，品尝烤鸭。为了适应社会发展需要，而今鸭店的烤制操作已逾加现代化，风味更加珍美。        北京烤鸭有“天下第一美味”之称，可以说是北京饮食的代表菜。烤鸭家族中最辉煌的要算是全聚德了，是它确立了烤鸭家族的北京形象大使地位。“全聚德”的创始人杨全仁早先是个经营生鸡生鸭生意的小商，积累资本后开创了全聚德烤鸭店，聘请了曾在清宫御膳房当差的一位烤鸭师傅，用宫廷的“挂炉烤鸭”技术精致烤鸭，使得“挂炉烤鸭”在民间繁衍开来。全聚德采取的是挂炉烤法，不给鸭子开膛。只在鸭子身上开个小洞，把内脏拿出来，然后往鸭肚子里面灌开水，然后再把小洞系上后挂在火上烤。这方法既不让鸭子因被烤而失水又可以让鸭子的皮胀开不被烤软，烤出的鸭子皮很薄很脆，成了烤鸭最好吃的部分。挂炉有炉孔无炉门，以枣木、梨木等果木为燃料，用明火。果木烧制时，无烟、底火旺，燃烧时间长。鸭子入炉后，要用挑杆有规律地调换鸭子的位置，以使鸭子受热均匀，周身都能烤到。烤出的鸭子外观饱满，颜色呈枣红色，皮层酥脆，外焦里嫩，并带有一股果木的清香，细品起来，滋味更加美妙。严格地说，只有这种烤法才叫北京烤鸭';
const descKaoya3 = '现在除了传统的全聚德和便宜坊，还有隐秘在胡同中的终极烤鸭利群、奥巴马夫人都亲临的新派烤鸭大董、高大上的商务精品烤鸭1949全鸭季等等。离开京城前连一口烤鸭都没吃上？那可就真是白来京城走一遭了';

const descLudagun1 ='第一种由来：据说有一次，慈禧太后吃烦了宫里的食物，想尝点儿新鲜玩意儿。于是啊，御膳大厨左思右想，决定用江米粉裹着红豆沙做一道新菜。新菜刚一做好，便有一个叫小驴儿的太监来到了御膳厨房，谁知这小驴儿一个不小心，把刚刚做好的新菜碰到了装着黄豆面的盆里，这可急坏了御膳大厨，但此时再重新做又来不及，没办法，大厨只好硬着头皮将这道菜呈到慈禧太后的面前。慈禧太后一吃这新玩意儿觉得味道还不错，就问大厨：“这东西叫什么呀？”大厨想了想，都是那个叫小驴儿的太监闯的祸，于是就跟慈禧太后说：“这叫‘驴打滚’。”从此，就有了“驴打滚”这道小吃。';
const descLudagun2 = "第二种由来：传说清乾隆平息了大、小和卓叛乱后，把新疆的一个维吾尔族首领的妻子抢到宫中作他的妃子，也就是香妃。香妃被抢到北京后，日夜茶饭不思，乾隆急坏了，传旨给御膳房，说：如果谁能做出香妃爱吃的东西，不但升官，还赏银千两。这一来御厨们大显身手，使出了看家本领，山珍海味，风味名吃，做了数千样，但香妃连看也不看。乾隆只好下旨叫白帽营的人给香妃做家乡吃食送进宫。话分两头说，香妃的丈夫自香妃被抢进宫后，也跋山涉水从新疆来到北京，藏身在白帽营里，想方设法打听香妃的下落。当他听说皇帝下旨让白帽营的人做一样最好吃的东西送进宫去给香妃吃，觉得这是个联系的好机会。于是就做了一盘他家祖传的自制点心江米团子，香妃见到这江米团子，就会知道是她丈夫来了。江米团子送到宫中，太监问这食物的名字，于是就叫它驴打滚。宫女把驴打滚端到香妃面前，香妃一见，睛睛一亮，知道丈夫来了，便强打精神，夹起一个，轻轻咬了一口。乾隆听说香妃吃东西了，高兴地不得了。下旨让白帽营的艾买提天天做驴打滚送进宫来。从此，艾买提就天天做驴打滚送进宫来，驴打滚也就出了名。后来又流传到了民间。 驴打滚又称豆面糕，是北京小吃中的古老品种之一。《燕都小食品杂咏》中就说：“红糖水馅巧安排，黄面成团豆里埋。何事群呼 ‘驴打滚’，称名未免近诙谐。”还说：“黄豆粘米，蒸熟，裹以红糖水馅，滚于炒豆面中，置盘上售之，取名‘驴打滚’真不可思议之称也。”可见“驴打滚”的叫法已约定俗成。如今，很多人只知雅号俗称，不知其正名了。现各家小吃店一年四季都有供应，但大多数已不用黄米面，改用江米面了，因外滚黄豆粉面，其颜色仍为黄色，是群众非常喜爱的一种小吃。"




export { descKaoya1, descKaoya2, descKaoya3,
    descLudagun1, descLudagun2,
    Imgkaoya1,Imgkaoya2,Imgludagun1,Imgludagun2
}