
import Imgmajiang1 from '../../../../static/images/majiang.jpg';
import Imgmajiang2 from '../../../../static/images/qinzhen.jpg';
import Imgmajiang3 from '../../../../static/images/hanzhong.jpg';
import Imgmajiang4 from '../../../../static/images/qishan.jpg';

import Imgpaomo1 from '../../../../static/images/paomo.jpg';
import Imgpaomo2 from '../../../../static/images/paomo2.jpg'

const FoodS = [
    {   id:1, 
        title:'陕西凉皮',
        desc:'前世：据说源于秦始皇时期 曾为皇家贡品。陕西凉皮分为米皮和面皮两大类，比较知名的有秦镇米皮、汉中米(面)皮、宝鸡擀面皮等。秦镇位于西安市户县内。传说秦始皇时，一年大旱绝收，无米上贡。当时刑罚严苛，乡民皆恐，求教于一乡绅。隔日，乡绅计出，制凉皮上贡!将陈年大米浸泡过 夜，石磨成浆，沉淀，撇去上清，上笼蒸制，再加各种调料，即成秦镇凉皮。秦始皇尝过，绵软爽滑，酸辣可口，大悦之下，遂免当年赋税，并指定秦镇凉皮此后为 皇家贡品。 而关于汉中米(面)皮的来由，相传刘邦在汉中称王，命萧何修筑山河堰，粮食连年丰收。农民为改善生活，把面粉加水稀释，蒸成薄饼，切条凉拌而食，味道很美。一日，刘邦微服出访，进入百姓之家，好客的农民便以凉拌蒸饼丝条招待。刘邦边吃边称赞，问及名称，农民说不出来，刘邦听了制作方法哈哈一笑，信口说道:“此乃蒸饼也。”后来，人们改用重叠式竹笼，一次可蒸数张，而且又大又簿。切成细条，筋丝柔韧，软而不断，恰像皮条，改名“面皮”。',
        type:[
            { 
                subtitle: "麻将凉皮", 
                subdesc:'一种典型的清真吃法。其做法较简单，把面粉调成糊状，盛入特制的金属凉皮锣里面，摇支凉皮锣使其平平地铺在锣底，然后放入开水锅内蒸制成熟。吃时，把面皮切成半厘米宽的条，一般加辅料为黄瓜丝，调入盐、醋、酱、芝麻酱、辣椒油等即可。 ' 
                ,img:Imgmajiang1
            },
              
                { 
                subtitle: "秦镇米皮",
                subdesc:'以大米粉为原料制成，因产于户县的秦镇，也叫秦镇米皮。制作时把大米粉调节为糊状，平铺在多层竹蒸笼内，旺火蒸熟。吃时，用近一米长、20多厘米宽的大铡刀铡成细丝。加入辅料青菜、小豆芽等，调入佐料，好的口味全在辣椒油上，调好的凉皮全呈红色，辣里香。' 
                ,img:Imgmajiang2
            },
            { 
                subtitle:'汉中米皮',
                subdesc:'因产地于汉中地区而得名。将大米淘净，浸泡后磨成浆，然后以特制的面皮锅刷上油，舀适量米浆倒入，置滚水中，稍蒸便熟。趁热食用，加入调料，主要是蒜汁、辣椒油、口味酸辣之中透着蒜香。'
                ,img:Imgmajiang3
            },
            { 
                subtitle:'岐山擀面皮',
                subdesc:'岐山县制作的最佳。制作时，只要先将小麦粉洗出面筋，再把淀粉擀成薄饼，最后上蒸笼蒸制。制成凉皮既软又粘。而调料以岐山当地酿制的粮食醋和辣椒油为主，辅以洗出的面筋丝，在一小铁锅内拌合均匀，盛盘而飨客，其口味主要特点是酸、辣、香。' 
                ,img:Imgmajiang4
            }
        ]  
    },
    {   id:2, 
        title:'陕西泡馍',
        desc:'前世：最早为西周礼馔，历史悠久。据史料记载，牛羊肉泡馍是在古代牛羊羹的基础上演变而成的。古代许多文献，如《礼记》以及先秦诸子，都曾提及牛羊肉羹。最初多用于祭祀及宫廷御筵。西周时曾将牛羊肉羹列为国王、诸侯的礼馔。《战国策》记载中山国君，由于一杯羊羹而激怒了司马子期，怒而走楚，说楚王伐中山，招致亡国的命运。据《宋书》记载：南北朝时，毛修之因向宋武帝献出羊羹，味美，武帝竟封俘虏修之为太官史，后又高升为尚书光禄大夫。到了隋朝，出现了“细供没忽羊羹”（谢讽《食经》）。此当为最初牛羊肉羹和面食混作的烹调形式。据文献记载，唐代宫廷御膳和市肆都擅长制羹汤。“三日入厨下，洗手作羹汤”。羊羹者，羊肉烹制的羹汤，即当今牛羊肉泡馍的雏形。北宋著名诗人苏轼留有"陇馔有熊腊，秦烹唯羊羹"的诗句。经过唐、五代、宋、元等朝，各族人民陆续迁入内地，“渐变旧俗”。加上西安地处西北要冲，接近牧区，是牛羊交易的好市场。西安的西羊市、东羊市等古老历史街巷名称，就是当时的羊市。这些都为牛羊肉泡馍的形成和发展提供了条件。 今生：1936年，国民党西北军将领杨虎城将军在西安用牛羊肉泡馍 宴请蒋介石。1947年，国民党竞选国大代表时，曾用牛羊肉泡馍拉选票。当时报纸标题有：“君欲竞选国大代，请客先吃羊肉泡”，以一碗牛羊肉泡馍换取一张选票。 　50年代，周恩来总理、陈毅副总理和李达将军，曾分别在西安以牛羊肉泡馍宴请过尼泊尔前国王马亨德拉、越南胡志明主席等。英国蒙哥马利元帅品尝后高兴地说：“我今天又一次享受了中国的饮食文明”。西安市副市长张锋伯曾用牛羊肉泡馍宴请贺龙元帅。后来，西安牛羊肉泡馍在首都北京落户。现在，北京的民族文化宫和新街口西安饭馆，均经营牛羊肉泡馍。西安饭馆的牛羊肉泡馍，还受到毛泽东主席、彭德怀元帅的青睐，多次慕名前往品尝。1986年，北京钓鱼台国宾馆邀请西安技师传授泡馍技艺，使牛羊肉泡馍这一地方风味食品跻入国宴行列，身价倍增。1989年，西安“同盛祥”的牛羊肉泡馍获商业部“优质食品金鼎奖”。',
        type:[
            { 
                subtitle: "葫芦头泡馍", 
                subdesc:'前世：可追朔到唐代。相传唐高宗龙朔元年(661)，有一胡某在朱雀大街开设了一家“杂羔店”，专卖猪杂碎。一天，药圣孙思邈路过此处，入店吃了一碗“煎白肠”，觉得肠子腥味大，油腻重，询及店家，知制作不得法，当即给店主开了一个八珍汤(八种调料)的方子，让其如法泡制，果然肠肥而不腥，汤油而不腻，味道十分鲜美，从此顾客盈门。店主为感谢药圣的指点，便在店门首悬一药葫芦以示纪念，并将所卖食品取名“葫芦头”。 今生：西安人吃葫芦头各有所爱，大凡青壮年男人喜肉多汤肥，麻辣味重，以过肉瘾；妇女喜欢清汤单走，利肠爽口，以品其清香；老年人则喜其形、色、质、味之美。据说肠吸五谷之精华，性温善补，理调生机，犹如药中“甘草”，随热即热，随凉即凉，冬可暖胃健肠，夏可清热爽腑。民间验方中就有“玉肠汤”之称，肠汤中加大茴、小茴、荜拨、厚朴、人参等炖之，为健肠补虚之最佳补品。三十年代东北军到西安后，战士们不服水土，拉肚子和不思饮食者与日俱增，张学良将军发现此事后，命令军营的厨师们仿制葫芦头（氵+大+卯）馍，并列入“病号饭”，但军营里做出的葫芦头味道不好，也不能治病，后经军部研究，每天发二十个“病号饭”牌子，通知春发生（氵+大+卯）馍馆优先照顾。葫芦头不仅味道鲜美，且有食疗价值，故而它能久盛不衰，深深扎根于民间。其好处有一首诗可以概括“肉如玉环汤似浆，五味和中适口尝。辣油红润晶如珠，腥味尽除满口香”。'
                ,img:Imgpaomo1
            },
            {
                subtitle:'牛羊肉泡馍',
                subdesc:'前世：最早为西周礼馔，历史悠久。据史料记载，牛羊肉泡馍是在古代牛羊羹的基础上演变而成的。古代许多文献，如《礼记》以及先秦诸子，都曾提及牛羊肉羹。最初多用于祭祀及宫廷御筵。西周时曾将牛羊肉羹列为国王、诸侯的礼馔。《战国策》记载中山国君，由于一杯羊羹而激怒了司马子期，怒而走楚，说楚王伐中山，招致亡国的命运。据《宋书》记载：南北朝时，毛修之因向宋武帝献出羊羹，味美，武帝竟封俘虏修之为太官史，后又高升为尚书光禄大夫。到了隋朝，出现了“细供没忽羊羹”（谢讽《食经》）。此当为最初牛羊肉羹和面食混作的烹调形式。'
               +'据文献记载，唐代宫廷御膳和市肆都擅长制羹汤。“三日入厨下，洗手作羹汤”。羊羹者，羊肉烹制的羹汤，即当今牛羊肉泡馍的雏形。北宋著名诗人苏轼留有"陇馔有熊腊，秦烹唯羊羹"的诗句。经过唐、五代、宋、元等朝，各族人民陆续迁入内地，“渐变旧俗”。加上西安地处西北要冲，接近牧区，是牛羊交易的好市场。西安的西羊市、东羊市等古老历史街巷名称，就是当时的羊市。这些都为牛羊肉泡馍的形成和发展提供了条件。'
                +'今生：1936年，国民党西北军将领杨虎城将军在西安用牛羊肉泡馍 宴请蒋介石。1947年，国民党竞选国大代表时，曾用牛羊肉泡馍拉选票。当时报纸标题有：“君欲竞选国大代，请客先吃羊肉泡”，以一碗牛羊肉泡馍换取一张选票。 　50年代，周恩来总理、陈毅副总理和李达将军，曾分别在西安以牛羊肉泡馍宴请过尼泊尔前国王马亨德拉、越南胡志明主席等。英国蒙哥马利元帅品尝后高兴地说：“我今天又一次享受了中国的饮食文明”。西安市副市长张锋伯曾用牛羊肉泡馍宴请贺龙元帅。后来，西安牛羊肉泡馍在首都北京落户。现在，北京的民族文化宫和新街口西安饭馆，均经营牛羊肉泡馍。西安饭馆的牛羊肉泡馍，还受到毛泽东主席、彭德怀元帅的青睐，多次慕名前往品尝。1986年，北京钓鱼台国宾馆邀请西安技师传授泡馍技艺，使牛羊肉泡馍这一地方风味食品跻入国宴行列，身价倍增。1989年，西安“同盛祥”的牛羊肉泡馍获商业部“优质食品金鼎奖”。',
                img:Imgpaomo2
                
            }
        ]  
    }
]

export default FoodS