import zhou1 from '../../../../static/images/zhou1.jpg';
import zhou2 from '../../../../static/images/zhou2.jpg';
import zhou3 from '../../../../static/images/zhou3.jpg';

import fen1 from '../../../../static/images/fen1.jpg';
import fen2 from '../../../../static/images/fen2.jpg';
import fen3 from '../../../../static/images/fen3.jpg';



const Arrzhou = [
    '前世:旧广州，珠江西濠、沙基涌和荔枝湾一带，入夜时分，一排排花艇靠向岸边或大游船，每只艇的尾部都插着一支黄旗，上面有一个大大的“粥”字，那就是卖艇仔粥的疍家船。艇家多是疍家女人，她们会向岸边或游船的游客兜售艇仔粥。关于“艇仔粥”还有两个典故：',
    '（一）相传有一个船上人家的女孩叫金水，心地非常善良。 一日，她把父亲捕到的一条鲤鱼放回到江里。过了几年，金水的父亲患了重病，她非常伤心，来到江边祈求仙人保佑。这时一位仙女从水中出来说：“我是几年前被你救的鲤鱼。你只要煮一些鱼虾粥再加些油脆之物卖给人家，便可换钱带你爹去看大夫，10日之内即可痊愈。”金水依法照做治好了父亲的病，从此这粥就被取名为“艇仔粥”。',
    '（二）相传有一个家道中落的广州“西关阔少”，他于经济拮据的窘境中，买了一只小艇，在荔枝湾做起了卖粥的营生。以油炸花生米、炸鱿鱼丝、炸米粉丝、生菜叶丝、海蜇丝、熟猪肚丝等作粥料，客人要吃时，就把粥料放入碗里，临时加入新鲜鱼片，冲入沸滚的味粥（这种味粥多用鸡鸭或生鱼的骨熬成），然后撒上芫荽、葱丝、紫苏叶，最后加入一小撮虾子、几滴麻油，热腾腾、香喷喷的端到游客面前。 这种粥由于在艇仔（珠江三角洲称长约4米、铺上舱板、中段或中后段有篷的小舟为“艇仔”）上出售，故被叫做“艇仔粥”。由于用料丰富，味道鲜味，深受大家欢迎。',
    '今生:改革开放后，国家人民的生活慢慢也开始富裕起来，物质资源也变得丰富，但这碗清淡的艇仔粥还是印留在广州人的心里深处，不仅没有被遗弃，还成为了广州的一个习惯。艇仔粥是广州特色早餐之一，也是广州人最爱的美食，不论早餐还是午餐或者是宵夜，艇仔粥都是绝佳的选择！很多人只知道广东的早茶很出名，但对具体的艇仔粥了解甚少。其实在早茶里面，也是可以选到艇仔粥，一碗清淡的料粥搭配油腻的早点，用广东本地人的话说就是清理肠胃。 艇仔粥的配料有生鱼片、瘦肉、油条丝、花生、葱花、蛋丝、浮皮、海蜇丝、叉烧丝、烧鸭丝和鱿鱼等。烹制时将滚烫的粥底倒入配料中烫熟即成。艇仔粥以粥底绵滑、味道鲜美、口感丰富而闻名于世。'
]
const Arrfen = [
    '前世:早在唐代，泷州(今广东罗定市)的惠能、惠积无意创造了油味糍。由于无意创造出来的油味糍太薄了，不能像之前的可以分成一块块，所以只能全部铲回一堆然后再分切成一段段或不分。这就是肠粉做法的由来，但当时还没有叫做肠粉，为了与原有油味糍区分，大家就叫它做油味糍片。惠积亲自参与改进油味糍片改进研究工作，之后安排宝亮、惠能等弟子为泷州百姓传授新油味糍做法，这种油味糍片很快就在泷州大地传播开。惠能很懂感恩，在传播过程中帮起了个新的名称，叫作惠积糍。由于惠积糍源自龙龛道场，当地也有人称之为龙龛糍。乾隆年间，乾隆皇帝游江南那会儿，受了吃客大臣纪晓岚的蛊惑，专门转到罗定州吃龙龛糍。当吃到这种"够爽、够嫩、够滑"的龙龛糍时，乾隆赞不绝口，并乘兴说:这糍并不算是糍吧，反而有点像猪肠子，不如就叫肠粉吧。后来他回到了京城，还对罗定的肠粉念念不忘，而肠粉亦因此在广东传开了，越开越多肠粉店。',
    '前世: 早在唐代，泷州(今广东罗定市)的惠能、惠积无意创造了油味糍。由于无意创造出来的油味糍太薄了，不能像之前的可以分成一块块，所以只能全部铲回一堆然后再分切成一段段或不分。这就是肠粉做法的由来，但当时还没有叫做肠粉，为了与原有油味糍区分，大家就叫它做油味糍片。惠积亲自参与改进油味糍片改进研究工作，之后安排宝亮、惠能等弟子为泷州百姓传授新油味糍做法，这种油味糍片很快就在泷州大地传播开。惠能很懂感恩，在传播过程中帮起了个新的名称，叫作惠积糍。由于惠积糍源自龙龛道场，当地也有人称之为龙龛糍。乾隆年间，乾隆皇帝游江南那会儿，受了吃客大臣纪晓岚的蛊惑，专门转到罗定州吃龙龛糍。当吃到这种"够爽、够嫩、够滑"的龙龛糍时，乾隆赞不绝口，并乘兴说:这糍并不算是糍吧，反而有点像猪肠子，不如就叫肠粉吧。后来他回到了京城，还对罗定的肠粉念念不忘，而肠粉亦因此在广东传开了，越开越多肠粉店。'
]





const ImgFen = [fen1, fen2, fen3];

const ImgZhou = [zhou1,zhou2,zhou3];

export{
    Arrzhou, Arrfen, ImgZhou,ImgFen
}